CSI API ETABS v1
cSapModel.PointObj Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cPointObj PointObj { get; }
ReadOnly Property PointObj As cPointObj
	Get
Dim instance As cSapModel
Dim value As cPointObj
value = instance.PointObj
property cPointObj^ PointObj {
	cPointObj^ get ();
}
abstract PointObj : cPointObj with get
Property Value
Type: cPointObj
See Also
Reference
cSapModel Interface
ETABSv1 Namespace